"AboutVersion" = "versione %@.%@";
"ActivationBtnActivate" = "Inserisci il codice di attivazione";
"ActivationBuyBtn" = "Acquista la versione PRO";
"ActivationFailMsg" = "Attivazione fallita";
"ActivationInvalidFormatInfo" = "Dovrebbe essere tipo XXXXX-XXXXX-ecc. Assicurati di non aver digitato male. Consigliamo di fare il copia-incolla per evitare errori.";
"ActivationInvalidFormatMsg" = "Formato non corretto di attivazione del codice";
"ActivationKeyDescr" = "Se hai acquistato Folx, il codice di attivazione apparirà nella tua posta elettronica. Digitalo qui";
"ActivationKeyHelp" = "Hai perso il tuo codice di attivazione?";
"ActivationKeyLabel" = "Inserisci il codice di attivazione:";
"ActivationOKMInfo" = "Grazie per aver usato Folx! Divertiti a scaricare con noi!";
"ActivationOKMsg" = "Attivazione riuscita";
"AddingTasks" = "Aggiungo...";
"AllFilters" = "Tutto";
"AllURLS" = "[ALL URLS]";
"Apply" = "Applica";
"ApplyToAll" = "Applica a tutto";
"AutoSpeed" = "Velocità Intelligente";
"Beta-tester" = "Collaudatore-beta";
"Browsers" = "Navigatori";
"Business" = "Affari";
"CancelButton" = "Annulla";
"CheckAll" = "Verifica tutto";
"CheckSelectedAll" = "Verifica quelli Selezionati";
"CompactFileSize" = "%@ di %@";
"Company" = "Società";
"Demo" = "Gratis";
"DiskSpaceAlertInformativeText" = "Per cortesia libera dello spazio su disco e riavvia i tuo scaricamenti";
"DiskSpaceAlertMessageText" = "Non c'è spazio su disco a sufficienza per salvare questo documento";
"DontDownload" = "Non scaricare";
"DontShowAgain" = "Non mostrarlo di nuovo";
"DownloadAllAlwaysButton" = "Scarica sempre tutto";
"DownloadAllButton" = "Scarica tutto";
"DownloadButton" = "Scarica";
"DownlodedMusic" = "Musica scaricata";
"DownlodedVideo" = "Video scaricato";
"lblProgressTaskInfo" = "%@ di %@ %@";
"EmptyTasksList" = "Non ci sono incarichi attivi in Folx.";
"FamilyPack" = "Pacco famiglia";
"FileInFolderAlertInformativeText" = "Vuoi riavviare questo scaricamento?";
"FileInFolderAlertInformativeTextEX" = "Documento duplicato";
"FileInFolderAlertMessageText" = "Il documento %@\ngià esiste nella cartella\n%@.\nVuoi sostituirlo?";
"FilterCaptionActive" = "In scaricamento";
"FilterCaptionAll" = "Tutto";
"FilterCaptionCompleted" = "Finito";
"FilterCaptionPaused" = "In pausa";
"FilterCaptionScheduled" = "Pianificato";
"FilterCaptionSeeding" = "In invio";
"FilterPlaceholder" = "Cerca";
//"UrlPlaceHolder"="Enter download link or search for torrents";
"UrlPlaceHolder" = "Inserisci l'URL o cerca dei torrents";
"General" = "Generale";
"Hight" = "alta";
"HightPriority" = "Priorità alta";
"LinkInListInformativeText" = "Sicuro di voler scaricare di nuovo?";
"LinkInListInformativeText2" = "Sicuro di voler scaricare un'altra volta\n%@?";
"LinkInListMessageText2" = "Il collegamento (%@) è già presente nella tua lista di scaricamenti.";
"LinkInListMessageText3" = "L'incarico è finito.";
"LogMenu_Copy" = "Copia";
"LogMenu_Copy_full_log" = "Copia tutto il registro";
"LogMenu_Save_log_to_file" = "Salva il registro su documento";
"Low" = "bassa";
"LowPriority" = "Priorità bassa";
"Mount" = "Monta";
"MyUploadsTag" = "i miei caricamenti";
"NMSDServiceName" = "Scarica i collegamenti con Folx";
"NewTagTemplate" = "newtag%@";
"NoAppMessage" = "Non c'è alcuna applicazione impostata per aprire il documento %@";
"NoButton" = "No";
"Normal" = "normale";
"NormalPriority" = "Priorità normale";
"OKButton" = "OK";
"OpenPanelCreateTorrent" = "Seleziona un documento o cartella da cui creare il torrent";
"Personal" = "Personale";
"Proxy" = "Proxy";
"QuitAfterSeconds" = "Folx verrà chiuso in %d secondi perché gli incarichi di scaricamento sono stati completati o pianificati per essere completati";
"RelocateButton" = "Scegli";
"STATUS_ADDR_FAIL" = "non ho potuto risolvere il nome dell'host";
"STATUS_AUTH_REQUIRED" = "autenticazione richiesta";
"STATUS_BAD_HTTP_HEADER" = "intestazione-HTTP non valida nella risposta del server";
"STATUS_CANT_CONNECT_TO_PROXY" = "errore di connessione proxy";
"STATUS_CONNECT_ERROR" = "errore di connessione";
"STATUS_CONTENT_TYPE_MISMATCH" = "il tipo di contenuto di un documento sul server e quello di un documento sul disco locale non coincidono";
"STATUS_DOWNLOADUP_NO" = "il server non supporta la ripresa degli scaricamenti";
"STATUS_DOWNLOADUP_YES" = "il server supporta la ripresa degli scaricamenti";
"STATUS_FILE_OPEN_FAIL" = "non ho potuto creare un nuovo documento per la scrittura";
"STATUS_FILE_OP_FAIL" = "Non ho potuto creare i dati di scrittura su documento";
"STATUS_FILE_SEEKING_FAIL" = "errore di ricerca: non ho potuto convertire il documento";
"STATUS_FTP_COULDNT_SET_BINARY" = "STATUS_FTP_COULDNT_SET_BINARY";
"STATUS_FTP_CWD_FAILED" = "errore di comando cwd";
"STATUS_FTP_LIST_ERROR" = "Errore di comando LIST";
"STATUS_FTP_LOGIN_DENIDED" = "errore di ingresso";
"STATUS_FTP_OPEN_DATA_SOCK_FAIL" = "apri un socket per la modalità passiva";
"STATUS_FTP_PASV_ERROR" = "errore nel passaggio alla modalità passiva";
"STATUS_FTP_REST_UNSUPPORTED" = "REST no è supportato od errore di protocollo";
"STATUS_FTP_UNDEFINE_FILE_SIZE" = "la dimensione del documento ricevuto non è valida per poter riprendere lo scaricamento";
"STATUS_HTTPPROXY_ADDR_FAILED" = "Indirizzo HTTP proxy fallito";
"STATUS_HTTPPROXY_CONNECT_FAILED" = "Connessione HTTP proxy fallita";
"STATUS_INTERNAL_PARSE_ERROR" = "significa che non è in grado di analizzare qualcosa correttamente";
"STATUS_NO_MATCH_PROXY_SETTINGS" = "l'impostazione proxy richiesta non è stata trovata nella lista delle impostazioni";
"STATUS_PARSE_ERROR" = "non ho potuto analizzare l'intestazione";
"STATUS_PROTOCOL_ERROR" = "risposta HTTP non valida";
"STATUS_PROTOCOL_UNEXPECTED_RESPONSE" = "risposta inaspettata del server";
"STATUS_RECEIVE_ERROR" = "ricevo errore";
"STATUS_RESUMING_FILEDATE_MISMATCH" = "la data di un documento sul server e quella di un documento sul disco locale non coincidono";
"STATUS_RESUMING_FILES_MISMATCH" = "un documento sul server ed uno sul locale non coincidono";
"STATUS_SEND_REQUEST_ERROR" = "errore di invio";
"STATUS_SOCKS4_ADDR_FAILED" = "Indirizzo SOCKS4 fallito";
"STATUS_SOCKS4_CONNECT_FAILED" = "Connessione SOCKS4 fallita";
"STATUS_SOCKS4_RECV_FAILED" = "Ricezione SOCKS4 fallita";
"STATUS_SOCKS4_SEND_FAILED" = "Invio SOCKS4 fallito";
"STATUS_SOCKS5_ADDR_FAILED" = "Indirizzo SOCKS5 fallito";
"STATUS_SOCKS5_AUTH_FAILED" = "Autorizzazione SOCKS5 fallita";
"STATUS_SOCKS5_CONNECT_FAILED" = "Connessione SOCKS5 fallita";
"STATUS_SOCKS5_FAILED" = "SOCKS5 fallita";
"STATUS_SOCKS5_GSSAUTH_FAILED" = "Autorizzazione SOCKS5 GSS fallita";
"STATUS_SOCKS5_RECV_FAILED" = "Ricezione SOCKS5 fallita";
"STATUS_SOCKS5_SEND_FAILED" = "Invio SOCKS5 fallito";
"STATUS_UNKNOWN_ERROR" = "errore non riconosciuto";
"STATUS_UNSUPPORTED_FEATURE" = "funzionalità (o comando) di protocollo non supportato";
"STAT_activating" = "Attivo...";
"STAT_checking" = "Controllo i documenti...";
"STAT_downloading" = "Attivo";
"STAT_fail" = "Fallito";
"STAT_finalization" = "Finisco...";
"STAT_finished" = "Finito";
"STAT_much_error" = "Errore critico";
"STAT_q_checking" = "Accodato per il controllo";
"STAT_q_downloading" = "Accodato";
"STAT_q_seeding" = "Accodato per l'invio";
"STAT_r_checking" = "Controllo i dati del documento...";
"STAT_resumable_error" = "Errore non critico";
"STAT_schedulet" = "Pianificato";
"STAT_seeding" = "Invio";
"STAT_suspended" = "In pausa";
"Scheduler" = "Pianificazione";
"Search" = "Cerca";
"SelectButton" = "Seleziona";
"ShutdownAfterSeconds" = "Il tuo Mac si spegnerà in %d secondi perché gli incarichi di scaricamento sono stati completati o pianificati per essere completati";
"Skip" = "salta";
"SleepAfterSeconds" = "Il tuo Mac andrà in \"Stop\" entro %d secondi perché gli incarichi di scaricamento sono stati completati o pianificati per essere completati";
"StopButton" = "Ferma";
"TagApplication" = "applicazione";
"TagMenu_Deselect_All" = "Deseleziona tutto";
"TagMenu_Select_All" = "Seleziona tutto";
"TagMovie" = "filmato";
"TagMusic" = "musica";
"TagOther" = "altro";
"TagPicture" = "foto";
"Tags" = "Etichette";
"TaskStatusComplete" = "Finito";
"TaskStatusPaused" = "In pausa";
"TaskStatusQueued" = "In coda";
"TaskStatusScheduled" = "Pianificato";
"TasksViewHeaderTitle_comment" = "Commento";
"Torrent" = "Torrents";
"TorrentInfoSegment_Files" = "Documenti";
"TorrentInfoSegment_General" = "Generale";
"TorrentInfoSegment_Peers" = "Peers";
"TorrentInfoSegment_Pieces" = "Segmenti";
"TorrentInfoSegment_Trackers" = "Server traccia";
"Types" = "Tipi";
"UncheckAll" = "Deseleziona tutto";
"UncheckSelectedAll" = "Deseleziona i Selezionati";
"UninstallInfo" = "Stai per disinstallare Folx completamente con tutte le tue preferenze. Sicuro di voler procedere?";
"UninstallMsg" = "Disinstalla Folx";
"UseHttp" = "Aggiungi HTTP e scarica";
"VisitWebButton" = "Visita il sito internet";
"YesButton" = "Si";
"aboutLeftDays" = "Personale, a tempo limitato, %li giorni rimasti";
"aboutLicense" = "Tipo di licenza:";
"aboutLicenseType1" = "Gratis";
"aboutLicenseType2" = "Licenza";
"alertInfoError404Local" = "La risorsa richiesta %@ non è stata trovata, ma può divenire disponibile in futuro. Riprova più tardi.";
"alertMessageError404Local" = "Non posso scaricare questo video al momento";
"bandwidthCaption" = "Attività di banda";
"bandwidthCurrSpeed" = "attuale";
"bandwidthAvg5MinSpeed" = "≈ 5 minuti:";
"bandwidthAvg15MinSpeed" = "≈ 15 minuti:";

"btnBuyLicense" = "Acquista PRO";
"btnBuyLicense1" = "Aggiorna la licenza";

"btnDefaultApp" = "Imposta predefinito";
"btnEnterCode" = "Attiva Folx PRO";
"btnEnterCode1" = "Cambia il tipo di licenza";
"btnLater" = "Dopo";
"btnInstallNow" = "Installa ora";
"btnNewTaskApply" = "Applica";
"btnNewTaskAuthorization" = "Autenticazione";
"btnNewTaskSetAsDefaults" = "Imposta predefinito";
"btnRandomize" = "Rendi casuale ora";
"btnRestorePutchase" = "Ripristina gli acquisti";
"btnSendStatistic" = "Invia statistiche anonime di uso ad Eltima";
"btnStopSeed" = "Ferma invio a rapporto";
"btnUseAgent" = "Mostra l'agente Folx nella barra dei menù";
"btnUseFree" = "Continua in modalità libera";
"btnUsePlugin" = "Cattura con Folx i collegamenti nei navigatori";
"btnUseRandomPortAtStartup" = "Rendi casuale la porta all'avvio";
"byte" = "B";
"byte-sec" = "B/s";
"chkFolxShowAgain" = "Non ricordarmelo più";
"chkUseForAllLinks" = "Usa per tutti i collegamenti";
"ckUseDHT" = "Abilita la rete DHT";
"ckUseLPD" = "Abilita la scoperta dei Peers locali";
"ckUseNATPMP" = "Abilita NAT-PMP";
"cntxMenuSort" = "Ordina per";
"cntxMenuSortAsc" = "Ascendente";
"cntxMenuSortByDate" = "Ordina per data";
"cntxMenuSortByName" = "Ordina per nome";
"cntxMenuSortByNone" = "Ordina per priorità";
"cntxMenuSortBySeeds" = "Ordina per invii";
"cntxMenuSortBySize" = "Ordina per dimensione";
"cntxMenuSortDate" = "Data";
"cntxMenuSortDesc" = "Discendente";
"cntxMenuSortName" = "Nome";
"cntxMenuSortNone" = "Priorità";
"cntxMenuSortSeeds" = "Invii";
"cntxMenuSortSize" = "Dimensione";
"cntxMenuView" = "Vista";
"copyright" = "©2017 Eltima Software. Tutti i diritti riservati.";
"editTaskTitle" = "Modifica l'incarico";
"emptyListLabel" = "Non ci sono incarichi di scaricamento con i parametri selezionati.";
"emptyListLabel1" = "Non ci sono scaricamenti correnti in Folx.";
"emptyListLabelTorrentSearch" = "La lista di ricerca torrent è vuota. Una volta che inizia tale ricerca, i risultati verranno mostrati qui.";
"errNewTaskInvalidInput" = "Immissione non valida";
"errNewTaskInvalidScheme" = "URL non corretto";
"errNewTaskInvalidURL" = "Hai inserito un collegamento vuoto o non valido. Per cortesia correggi e riprova.";
"fetchingMetadata" = "Cerco i peers";
"gigabyte" = "GB";
"hdFolder" = "Cartella";
"hdTag" = "Etichetta";
"iTunesIntegration" = "Integra con iTunes";
"infoActv2" = "È ora di riattivare la licenza di Folx richiesta. Sfortunatamente, la riattivazione automatica ha fallito e fino a che essa venga eseguita con successo, il programma tornerà alla modalità gratuita. Per cortesia assicurati che la tua connessione ad Internet sia attiva, che la data ed ora siano impostate correttamente su questo Mac e che non ci siano firewalls che inibiscano Folx a connettersi al server di attivazione.";
"infoCreateTag" = "L'etichetta esiste già";
"infoDONTHavePermission" = "Non hai i permessi di salvare i documenti su \"%@\".";
"infoDeleteTag" = "Elimino le etichette selezionate?";
"infoDeleteTask" = "Elimino gli incarichi selezionati?";
"infoDeleteTaskWFiles" = "Elimina gli incarichi con i documenti?";
"infoEnterFileTorrent" = "Per cortesia inserisci il nome del documento o cartella";
"infoFileNotFound" = "Il documento è stato eliminato o spostato";
"infoFolderForTagNotFound" = "I nuovi documenti appena scaricati non possono essere posizionati nella cartella di questa etichetta, dal momento che la cartella associata con tale etichetta non è accessibile al momento";
"infoFolderNotFoundMount" = "La cartella per \"%@\" è stata eliminata od attualmente inaccessibile. Preferiresti scegliere un altra locazione per salvare questo documento o forse provare a montare il disco \"%@\" usato in precedenza?";
"infoImportFromOldVer" = "Hai la possibilità di importare i tuoi scaricamenti ed etichette dalla versione precedente di Folx installata sul tuo computer.";
"infoNeedInstallPlugin" = "Per cortesia riavvia i tuoi navigatori internet per attivare l'opzione di cattura dei collegamenti. Per la lista esatta dei navigatori supportati, visita l'Aiuto di Folx.";
"infoInvalidTorrentFile" = "Il documento torrent non può essere aperto perché contiene dati non validi.";
"infoLoadFTPFolder" = "Se vuoi selezionare documenti specifici da scaricare, per cortesia, premi sul pulsante \"Seleziona\"";
"infoNotConnected" = "Per cortesia controlla la tua connessione ad Internet e riprova.";
"infoRestoreFailed" = "C'è stato un errore nel tentativo di ripristino dei tuoi acquisti precedenti. Assicurati di aver inserito l'ID Apple corretto e controlla la tuo connessione Internet.";
"infoTorrentCreateErr" = "Per cortesia crea un documento torrent come nuovo";
"infoTorrentFileCountZero" = "Per cortesia specifica un altro documento o cartella";
"infoTorrentFileNotFound" = "Per cortesia inserisci un nome differente per il documento";
"infoTorrentInList" = "Il torrent che stai cercando di aggiungere è già in lista";
"infoTorrentInListEX" = "Vuoi comunque caricare i server traccia da esso?";
"infoTorrentRatio" = "Vuoi condividere questo torrent per sempre?";
"infoTrackersNotFound" = "Questo trasferimento non contatterà i trackers per i peers. Dovrà solamente fare affidamento su metodi di scoperta paritari di non-di traccia come PEX e DHT per scaricare e inviare.";
"infoTrackersNotFoundPrivate" = "Un trasferimento segnato come privato, senza indirizzi dei servers di traccia, sarà incapace a connetterti ai peers. Il documento torrent sarà utile solo se pianifichi di caricare un documento su un sito di server di traccia che aggiungerà gli indirizzi per tuo conto.";
"infoTrialExpired" = "Grazie per aver provato Folx PRO! La tua licenza temporanea è scaduta e l'applicazione tornerà alla modalità gratuita.";
"infoUnableMount" = "Il disco che stavi provando a montare non è attualmente disponibile. Per cortesia prova a scegliere una cartella differente per questo documento.";
"infoWantStop" = "Questo scaricamento non supporta la ripresa di scaricamenti interrotti, se lo fermi ora, la prossima volta lo dovrai scaricare di nuovo dall'inizio";
"infoYoutubeUnAvalible" = "Per abilitare lo scaricamento dei video YouTube, per cortesia scarica una versione speciale dal nostro sito.";
"infofieldNameIsEmpty" = "Per cortesia inserisci un nome di etichetta per applicare le impostazioni da te inserite";
"infofieldPathIsEmpty" = "Per cortesia inserisci il percorso alla cartella per il salvataggio dei documenti con questa etichetta";

"infoShortStringForSearch" = "Il testo è troppo breve";
"kilobyte" = "KB";
"kilobyte-sec" = "KB/s";

"lblDefaultApp" = "Apri torrents con Folx:";
"lblEditTaskCaption" = "Modifica L'incarico";
"lblEditTorrentCaption" = "Modifica il Torrent";
"lblGlobalConnectionsLimit" = "Limite globale connessioni:";
"lblNewTaskCaption" = "Nuovo Incarico";
"lblNewTaskDate" = "Data:";
"lblNewTaskDescription" = "Descrizione:";
"lblNewTaskFolder" = "Salva in";
"lblNewTaskName" = "Nome:";
"lblNewTaskPassword" = "Password:";
"lblNewTaskReferer" = "Referente:";
"lblNewTaskRename" = "Rinomina:";
"lblNewTaskSize" = "Dimensione:";
"lblNewTaskStartTags" = "Etichette";
"lblNewTaskStartType" = "Inizio:";
"lblNewTaskThreads1" = "Dividi in:";
"lblNewTaskThreads2" = "argomenti";
"lblNothingFound" = "Nessun risultato. Spiacente. Prova a cambiare la chiave di ricerca...";
"lblPrefDeleteTorrents" = "Elimina i .torrents caricati";
"lblPrefLoadTorrents" = "Carica automaticamente i .torrents da:";
"lblPrefMoveTorrents" = "Sposta i .torrents completati in:";
"lblPrefStoreTorrents" = "Riprendi .torrents in corso presenti in:";
"lblPrefTorrents" = ".torrent";
"lblPrefNetwork" = "Rete";
"lblRandomize" = "Casuale:";
"lblTagPredicateTorrent" = "Torrent";
"lblTagPredicateURL" = "URL";
"lblTagPredicateYoutube" = "YouTube";
"lblTagPredicateType" = "Tipo di incarico";
"lblTagPredicateDescr" = "Descrizione";
"lblSearching" = "Cerca i torrents...";
"lblSearchingError" = "Controlla i servers traccia e riprova.";
"lblTFileName" = "Nome file:";
"lblTPath" = "Salva in:";
"lblTPiecesSize" = "Dim. segmenti:";
"lblTPrivate" = "Privato";
"lblTStartSeeding" = "Inizia l'invio";
"lblTorrentConnectionsLimit" = "Limite connessioni per torrent:";
"lblTorrentDownloading" = "%@ di %@%@%@";
"lblTorrentInfoDSpeed" = "Velocità di scaricamento:";
"lblTorrentInfoDownloaded" = "Scaricati:";
"lblTorrentInfoElapse" = "Tempo trascorso:";
"lblTorrentInfoPeers" = "Peers:";
"lblTorrentInfoRatio" = "Rapporto:";
"lblTorrentInfoRemain" = "Tempo rimasto:";
"lblTorrentInfoSaveAs" = "Salva come:";
"lblTorrentInfoSeeds" = "Invii:";
"lblTorrentInfoSize" = "Dimensione totale:";
"lblTorrentInfoUSpeed" = "Velocità di caricamento:";
"lblTorrentInfoUploaded" = "Caricati:";
"lblTorrentSearch" = "Cerca torrents su:";
"lblTorrentSeeding" = "%@%@%@%@";
"lblTorrentTCPPort" = "Porta TCP di ingresso:";
"lblTorrentTCPPortStateClose" = "La porta è in uso";
"lblTorrentTCPPortStateOpen" = "La porta è libera";
"lblTorrentUploadSlotsLimit" = "Limite comparti di invio per torrent:";
"lblTrackers" = "Server traccia, invii web:";
"lblYouTubeQuality" = "Qualità:";
"logMsgCheckingSize" = "Controllo la dimensione";
"logMsgConnecting" = "connetto";
"logMsgCriticalError" = "errore critico (%@)";
"logMsgDirectConnected" = "connesso direttamente";
"logMsgFtpBadResponse" = "Cattiva risposta FTP";
"logMsgOpeningFile" = "salvato su %@";
"logMsgProxyConnected" = "connesso al proxy";
"logMsgResumableError" = "errore riassumibile";
"logMsgSocketClosed" = "socket chiuso";
"logMsgTaskCompleted" = "incarico finito";
"logMsgTaskStart" = "incarico iniziato";
"logMsgTaskStop" = "incarico fermato";
"logMsgTaskThreadCompleted" = "argomento %@ concluso";
"logMsgTaskThreadStart" = "argomento %@ iniziato";
"logMsgThreadCompleted" = "argomento concluso";
"logMsgThreadStarted" = "argomento iniziato";
"logWndCaption" = "Registro";
"lstNewTaskStartTypeTooltip" = "tipo di inizio";

"mAddDHTNode" = "Aggiungi nodo DHT";
"mAddTracker" = "Aggiungi server traccia";
"mAddWebSeeds" = "Aggiungi invii web";
"mDHTnodes" = "Nodi DHT";
"mGlobal_Setting" = "Impostazioni globali";
"mRemove" = "Rimuovi";
"mSeed_Forever" = "Invia sempre";
"mStopSeeding" = "Ferma L'invio";
"lblPrefStopSeed" = "Ferma l'invio:";
"mTrackers" = "Server traccia";
"mWedSeeds" = "Invii web";
"megabyte" = "MB";
"megabyte-sec" = "MB/s";

"menuLastTasks" = "Ultimi scaricamenti";
"memuShowAll" = "Mostra tutto";
"menuAbout" = "Info su Folx";
"menuBottom" = "Muovi sul fondo";
"menuBringToFront" = "Porta tutto in primo piano";
"menuCheckUpdts" = "Controlla gli aggiornamenti";
"menuClose" = "Chiudi";
"menuCompact" = "Passa al Compatto";
"menuFull" = "Cambia dalla Vista Compatta";
"menuCopyMagnetURI" = "Copia Magnet URI";
"menuCreateTorrent" = "Crea il Documento Torrent";
"menuCut" = "Taglia";
"menuDisablePlugin" = "Disabilita plugin Folx";
"menuDown" = "Muovi giù";
"menuEdit" = "Modifica";
"menuEditTorrent" = "Modifica il Documento Torrent";
"menuEnablePlugin" = "Abilita il plugin Folx";
"menuFeedback" = "Responso";
"menuFile" = "File";
"menuFileCopy" = "Copia";
"menuFileCopyMany" = "Copia %i elementi";
"menuFileCopyOne" = "Copia \"%@\"";
"menuFileDelete" = "Elimina documento";
"menuFileDownload" = "Scarica il documento";
"menuFileGetInfo" = "Ottieni informazioni";
"menuFileOpenWith" = "Apri con";
"menuFilesDelete" = "Elimina i documenti";
"menuFilesDownload" = "Scarica i documenti";
"menuForceReCheck" = "Verifica i dati locali";
"menuHelp" = "Aiuto";
"menuHideFolx" = "Nascondi Folx";
"menuHideOthers" = "Nascondi altre";
"menuHideTags" = "Nascondi il Pannello delle Etichette";
"menuHomePage" = "Pagina web di Folx";
"menuLogWindow" = "Registro";
"menuManual" = "Aiuto di Folx";
"menuMinimize" = "Contrai";
"menuNewTask" = "Nuovo incarico";
"menuNewTaskAddFolder" = "Scegli altro";
"menuNewTaskAutoFolder" = "Automatico";
"menuNewTaskStartImmediately" = "Immediatamente";
"menuNewTaskStartManualy" = "Manualmente";
"menuNewTaskStartScheduled" = "Pianificato";
"menuPaste" = "Incolla";
"menuPrefs" = "Preferenze...";
"titlePrefs" = "Preferenze";
"menuProFeatures" = "Funzionalità PRO";
"menuQLPanel" = "Occhiata rapida";
"menuQuit" = "Esci";
"menuRecoveryCode" = "Codice di recupero";
"menuRelocate" = "Trasferisci";
"menuSearchTorrent" = "Cerca torrent";
"menuSelectAll" = "Seleziona tutto";
"menuServices" = "Servizi";
"menuShowCompact" = "Finestra Compatta";
"menuShowLog" = "Mostra il registro";
"menuShowTags" = "Mostra pannello etichette";
"menuShowTorrentInfo" = "Mostra informazioni torrent";
"menuSpeedActivity" = "Mostra l'attività di banda";
"menuSpeedAuto" = "Auto";
"menuSpeedUnlim" = "Illimitato";
"menuStartAll" = "Inizia tutto";
"menuStopAll" = "Ferma tutto";
"menuTaskDelete" = "Elimina l'incarico";
"menuTaskDeleteSelected" = "Elimina selezionato";
"menuTaskDeleteWFiles" = "Elimina con i documenti";
"menuTaskEdit" = "Modifica l'incarico";
"menuTaskFilter" = "Filtro degli incarichi";
"menuTaskShowInFinder" = "Mostra nel Finder";
"menuTaskStart" = "Inizia l'incarico";
"menuTaskStartSelected" = "Inizia il selezionato";
"menuTaskStop" = "Ferma l'incarico";
"menuTaskStopSelected" = "Ferma il selezionato";
"menuTop" = "Muovi in alto";
"menuTorrentInfoWindow" = "Informazioni del torrent";
"menuTransfers" = "Trasferimenti";
"menuTransfersSpeedlimit" = "Limite di velocità";
"menuTransfersSpeedlimitManual" = "Regolazione di velocità manuale";
"menuTransfersSpeedlimitNone" = "Senza limiti";
"menuTransfersSpeedlimitSmart" = "Regolazione di velocità intelligente";
"menuUninstall" = "Disinstalla";
"menuUp" = "Muovi su";
"menuView" = "Vista";
"menuViewTask" = "Incarichi";
"menuViewTorrentSearch" = "Cerca Torrent";
"menuWindow" = "Finestra";
"menuZoom" = "Ingrandisci";
"menuInvert" = "Inverti";
"menuCopyMagnet" = "Copia il magnete URI";
"menuQuickLook" = "Occhiata rapida";
"menuQuickLookItem" = "Occhiata rapida di \"%@\"";
"menuQuickLookItems" = "Occhiata Rapida di %i Elementi";
"menuNoSorting" = "Non Ordinare";

"msgCreateTag" = "L'etichetta '%@' già esiste. Per cortesia pensa ad un nome differente per essa.";
"msgDONTHavePermission" = "Percorso sbagliato";
"msgDeleteTag" = "Elimina etichette";
"msgDeleteTask" = "Elimina gli incarichi";
"msgEnterFileTorrent" = "Il percorso è vuoto";
"msgFileNotFound" = "Documento non trovato";
"msgFolderForTagNotFound" = "Non c'è alcuna cartella sul tuo computer per questa etichetta. Premi OK per permettere a Folx di poter creare questa cartella.";
"msgFolderNotFoundCreate" = "Non ho potuto riprendere gli scaricamenti";
"msgImportFromOldVer" = "Importa dalla versione precedente";
"msgNeedInstallPlugin" = "Scaricamento più veloce e semplice";
"msgInvalidTorrentFile" = "%@' non è un documento torrent valido.";
"msgLoadFTPFolder" = "Vuoi scaricare l'intera cartella?";
"msgNotConnected" = "Non ho potuto connettermi";

"msgRestoreFailed" = "I tuoi acquisti non sono stati ripristinati";
"msgTorrentCreateErr" = "Non ho potuto creare un documento torrent";
"msgTorrentFileCountZero" = "La dimensione dei documenti selezionati è di 0 bytes";
"msgTorrentFileNotFound" = "Non ho potuto trovare il documento od il percorso denominato \"%@\"";
"msgTorrentInList" = "Torrent doppio";
"msgTorrentRatio" = "Stai per inviare il torrent con un rapporto che supera il limite impostato";
"msgTrackersNotFound" = "Hai bisogno di aggiungere i server traccia al tuo torrent appena creato.";
"msgTrialExpired" = "La tua licenza temporanea PRO è scaduta";
"msgUnableMount" = "Non ho potuto montare \"%@\"";
"msgWantStop" = "Vuoi fermare lo scaricamento?";
"msgYoutubeUnAvalible" = "Questa versione di Folx non supporta lo scaricamento video da YouTube.";
"msgfieldNameIsEmpty" = "Il nome non è stato inserito";
"msgfieldPathIsEmpy" = "Il nome della cartella non è stato inserito";
"msgSetAsDefaultApp" = "Vuoi rendere Folx il tuo cliente torrent predefinito?";
"msgShortStringForSearch" = "Il testo da inserire per cercare deve avere almeno 3 caratteri. Più è lungo più veloce ed accurata sarà il risultato della ricerca ottenuto.";
"multipleValues" = "[multiple URLs]";
"multipleTagValues" = "[valori multipli]";
"notificationTorrentsLoaded" = "%i documenti torrent scaricati";
"placeHolderNewTask" = "Aggiungi qui il collegamento";
"placeHolderTSearch" = "Cerco i server traccia del torrent...";
"prefBtnInstallExt" = "Installa le estensioni";
"prefCheckMimeType" = "Catturo i tipi:";
"prefDisable" = "Non fare nulla";
"prefDontUseProxy" = "Non usare il proxy per:";
"prefFreeScheduler" = "La PIANIFICAZIONE è una funzionalità PRO.";
"prefFreeScheduler1" = "SBLOCCALO";
"prefFreeV" = "Queste impostazioni avranno efficacia dopo l'aggiornamento al PRO";
"prefFreeVSpeed" = "La regolazione della velocità intelligente è una funzionalità PRO.";
"prefLblInstallExt" = "Le estensioni per il tuo Folx sono disponibili per Safari, Google Chrome, Firefox, ed Opera. Puoi aggiungere gli scaricamenti all'applicazione direttamente dal tuo navigatore.";
"prefMaximalActiveTasks" = "Incarichi attivi massimi:";
"prefMaximalActiveUploads" = "Caricamenti attivi massimi:";
"prefMinSizePerThread" = "Dimensione minima per argomento:";
"prefOnAllTasksComplete" = "Al completamento degli scaricamenti:";
"prefOpenAtLogin" = "Apri al Login";
"prefPassword" = "Password:";
"prefPort" = "Porta:";
"prefQuit" = "Esci";
"prefRestoreDefaults" = "Ripristina ";
"prefServer" = "Server:";
"prefShowNewTaskWindow" = "Mostra la finestra \"Nuovo incarico\"";
"prefShowNewTaskWindowLbl" = "All'aggiunta dei nuovi scaricamenti:";
"prefShutdown" = "Spegni";
"prefSleep" = "Stop";
"prefSpeedLimit" = "Limita gli scaricamenti a:";
"prefUSpeedLimit" = "Limita la velocità di invio a:";
"prefStartSheduled" = "Abilita il pianificatore";
"prefStopSheduled" = "All'arresto del pianificatore:";
"prefTagFree" = "L'integrazione di iTunes è una funzionalità PRO";
"prefTagName" = "Nome";
"prefTagOptions" = "Imposta in automatico questa etichetta per incarichi con attributi:";
"prefTorrentSerachFree" = "La ricerca del torrent è una funzionalità PRO.";
"prefPassRememberFree" = "Puoi salvare un massimo di 2 passwords in Folx gratuito.";
"prefUSpeedLimit" = "Limita la velocità di invio a:";
"prefUpdateInterval" = "Intervallo d'aggiornamento:";
"prefUseHTTPProxy" = "Usa Proxy HTTP";
"prefUseHTTPSProxy" = "Usa proxy HTTPS:";
"prefUseSOCKS4" = "SOCKS4";
"prefUseSOCKS5" = "SOCKS5";
"prefUseSOCKSProxy" = "Usa Proxy SOCKS";
"prefUser" = "Utente:";
"prefUserAgent" = "Agente utente:";
"prefLblScheduler" = "Pianificatore:";
"prefLblSchedule" = "Pianifica:";
"prefBtnLimit" = "Limite per tempo";
"prefLblWeekDays" = "Giorni:";
"prefLblFrom" = "Da:";
"prefLblTo" = "A:";
"prefBtnNothing" = "non selezionato";
"prefBtnEveryday" = "Ogni giorno";
"prefBtnWeekDays" = "Giorni della settimana";
"prefBtnWeekEnds" = "Fine settimana";
"prefLblMonday" = "Lunedì";
"prefLblTuesday" = "Martedì";
"prefLblWednesday" = "Mercoledì";
"prefLblThursday" = "Giovedì";
"prefLblFriday" = "Venerdì";
"prefLblSaturday" = "Sabato";
"prefLblSunday" = "Domenica";
"prefLblSmart" = "Controllo di velocità intelligente:";
"prefAppList" = "Quando le applicazioni nella lista sono attive";
"prefLblPassList" = "Passwords salvate:";
"prefLblHeaderHost" = "Host";
"prefLblHeaderUserName" = "Utente associato";
"prefLblHost" = "Host:";
"prefLblUserName" = "Nome utente:";
"prefLblPassword" = "Password:";
"prefLblPrivacy" = "Privatezza:";
"prefLblAgent" = "Agente Folx:";
"prefLblInfo" = "È consigliato di tenere abilitata questa opzione se vuoi ottenere un prodotto migliore. I tuoi dati personali NON verranno condivisi";
"prefLblProxyPlaceholder" = "es: esempio.com";
"prefLblActive" = "Attivo";
"prefLblSeeding" = "Sto inviando";
"prefLblDownload" = "In scaricamento";
"prefLblDisable" = "Spento";

"toolTipStopAndClearSearch" = "Ferma la ricerca e pulisci i risultati";
"toolTipStopAndBack" = "Ferma e torna agli incarichi";
"toolTipAddNewTask" = "Aggiungi il nuovo incarico";
"toolTipStopSearch" = "Ferma la ricerca";
"toolTipStartSearch" = "inizia la ricerca";
"toolTipSpeedLimitControp" = "Controllo del limite della velocità";

"lblAddingUrls" = "Aggiungi gli scaricamenti";
"lblAddingUrlsProgress" = "Aggiungo %i di %i...";
"lblSelectedCaption" = "%d di %d selezionati";
"lblSmartSpeedControlSSL" = "Limite intelligente di velocità";
"lblSmartSpeedControlUnlim" = "Illimitato";
"lblSmartSpeedControlAuto" = "Intelligente";
"lblSmartSpeedControlDL" = "DL: %@";
"lblSmartSpeedControlUL" = "UL: %@";
"lblNoTorrentSelected" = "Nessun torrent selezionato";
"lblFolxReminder" = "Sblocca le modalità PRO";

"msgPasswordExist" = "L'informazione è già sulla lista";
"infoPasswordExist" = "Hai già creato una password e nome utente per questa connessione.";

"msgCancelAdding" = "Ferma l'aggiunta di scaricamenti";
"infoCancelAdding" = "Sicuro di voler fermare l'aggiunta di nuovi scaricamenti ed eliminare quelli già aggiunti?";

"infoSavePassword" = "Vuoi salvare la password per questo sito per futuri scaricamenti?";
"msgSavePassword" = "Salvo la password?";

"msgNewTaskTorrentInvalidInput" = "Nessun documento torrent selezionato";
"infoNewTaskTorrentInvalidInput" = "Per cortesia seleziona un documento torrent che vuoi aggiungere a Folx per iniziare lo scaricamento.";

"msgErrSmartSpeedAddingApp" = "Stai cercando di aggiungere Folx";
"infoErrSmartSpeedAddingApp" = "Folx non può seguirsi e di conseguenza non può regolare la velocità. Questo non ha proprio senso.";

"regTo" = "Registrato:";
"remstr0" = "Dividi i downloads in 20 oggetti";
"remstr1" = "Controllo di velocità intelligente";
"remstr2" = "Cerca torrent";
"remstr3" = "Gestore password";
"remstr4" = "Pianifica gli scaricamenti";
"remstr5" = "Velocità manuale";
"remstr6" = "Scarica da YouTube";
"remstr7" = "Integrazione di iTunes";
"remstr16" = "Aggiorna per ottenere funzionalità %@";
"remstr17" = "PRO";
"remstr18" = "$19.95";
"remstr19" = "Folx PRO ha così tanto da offrire! Conosci i suoi super poteri!";

"music_filter" = "Musica";
"video_filter" = "Video";
"applications_filter" = "Applicazioni";
"documents_filter" = "Documenti";
"images_filter" = "Immagini";

"TorrentInfoSegment_General" = "Generale";
"TorrentInfoSegment_Peers" = "Peers";
"TorrentInfoSegment_Pieces" = "Segmenti";
"TorrentInfoSegment_Files" = "Documenti";
"TorrentInfoSegment_Trackers" = "Server traccia";

"PeersViewHeaderTitle_address" = "Indirizzo";
"PeersViewHeaderTitle_client" = "Cliente";
"PeersViewHeaderTitle_payload_up_speed" = "Velocità di caricamento";
"PeersViewHeaderTitle_payload_down_speed" = "Velocità di scaricamento";
"PeersViewHeaderTitle_progress" = "Progresso";
"PeersViewHeaderTitle_total_upload" = "Caricato";
"PeersViewHeaderTitle_total_download" = "Scaricato";

"PiecesViewHeaderTitle_piece_index" = "Segmento";
"PiecesViewHeaderTitle_blocks_in_piece" = "Blocchi";
"PiecesViewHeaderTitle_finished" = "Finito";
"PiecesViewHeaderTitle_piece_state" = "Modo";

"FilesViewHeaderTitle_state" = "Nome documento";
"FilesViewHeaderTitle_priority" = "Priorità";
"FilesViewHeaderTitle_size" = "Dimensione";
"FilesViewHeaderTitle_progress" = "Scaricato";
"FilesViewHeaderTitle_finished" = "Segmenti";

"TrackersViewHeaderTitle_name" = "Nome";
"TrackersViewHeaderTitle_status" = "Stato";
"TrackersViewHeaderTitle_update_in" = "Aggiorna";
"TrackersViewHeaderTitle_seeds" = "Invii";
"TrackersViewHeaderTitle_peers" = "Peers";
"TrackersViewHeaderTitle_loaded" = "Scaricato";
"FileList_url" = "url";

"SetAsDefault" = "Imposta predefinito";

"DontSet" = "Non ora";
"AddButton" = "Aggiungi";

/*GO,GO+*/
"btnBoughtLicense" = "Sbloccato";
"remstr8" = "Pacchetto di funzionalità PRO";
"remDescr0" = "Ottimizza il modo con cui Folx usa il traffico internet e pianifichi certe velocità per determinati giorni.";
"remDescr1" = "Permetti la scelta temporale più appropriata per iniziare e fermare gli scaricamenti.";
"remDescr2" = "Questa funzionalità può aiutarti nell'incrementare significativamente la velocità di scaricamento.";
"remDescr3" = "La musica ed i video scaricati possono automaticamente essere aggiunti alle liste di riproduzione di iTunes.";
"remDescr4" = "Salva i dettagli d'ingresso, per uno scaricamento rapido dalle risorse web che ne richiedono l'autenticazione.";
"remDescr5" = "Ottieni tutte le funzionalità PRO in un'unica volta. Ne vale totalmente il denaro speso!";

"msgScheduleAlert" = "Attenzione! La pianificazione lavorerà silenziosamente";
"infoScheduleAlert" = "Stai per abilitare lo scaricamento pianificato di Folx. Ciò richiede un processo separato ed eseguito in maniera silente anche dopo l'uscita di Folx. Per spegnerlo, basta disabilitare gli incarichi programmati.";

"msgUnsupportedAlert" = "Non ho potuto iniziare lo scaricamento";
"infoUnsupportedAlert" = "Folx Go non supporta questo tipo di collegamenti per lo scaricamento. Scusa per il disagio.";

"FTPFileList_filename" = "File";
"FTPFileList_size" = "Dimensione";
"FTPFileList_date" = "Data";

"UrlPlaceHolderGO" = "Inserisci il collegamento di scaricamento";

"alert-appstatico-title" = "Aiutaci a migliorare";
"alert-appstatico-message" = "Vorresti inviare statistiche di uso anonime al nostro gruppo? Comprende solo la prestazione del prodotto e non verrà raccolto alcun tuo dato personale.";
"alert-appstatico-ok" = "Invia";
"alert-appstatico-cancel" = "Non inviare";

"msgStartFailed" = "Non ho potuto avviare Folx";

"infoStartFailedGO" = "C'è stato un errore durante l'aggiornamento di Folx GO. Per cortesia sposta la versione precedente di Folx GO nel cestino, svuotalo, e riavvia il tuo Mac. Scarica ed installa l'ultima versione di Folx GO+ dall'App Store e ripristina i tuoi acquisti precedenti.";
"infoStartFailedGOPLUS" = "C'è stato un errore durante l'aggiornamento di Folx GO+. Per cortesia sposta la versione precedente di Folx GO+ nel cestino, svuotalo, e riavvia il tuo Mac. Scarica ed installa l'ultima versione di Folx GO+ dall'App Store e ripristina i tuoi acquisti precedenti.";

"msgRestoreComplete" = "Successo!";
"infoRestoreComplete" = "I tuoi acquisti sono stati ripristinati.";

/*new*/
"btnSaveCookie" = "Salva cookies";
"prefLblHeaderCreationDate" = "Data di creazione";
"lblBasePass" = "Password HTTP o FTP";
"descBasePass" = "Salva i dati di ingresso con password per scaricamenti futuri.";

"lblWebPass" = "Autenticazione del navigatore";
"descWebPass" = "Salva i cookies per questo sito. Non salva però il nome utente o password.";
"placeHolderUrlBrowser" = "Incolla qui l'URL";
"btnSelectCookie" = "Passwords salvate";

"infoAlertDeletePass" = "Se vuoi scaricare da questo sito in futuro dovrai salvare ancora una volta il tuo nome utente e password.";
"messAlertDeletePass" = "Sicuro di voler eliminare i dettagli d'ingresso per %@?";

"GoToAiryButton" = "Ottieni l'app Airy";
"LoginButton" = "Entra";
"messAlertYoutubeErr" = "Folx non ha potuto scaricare questo video da YouTube. Prova ad entrare nel conto di YouTube e riprova a scaricare o per questo video prova il nostro scaricatore Airy.";
"infoAlertYoutubeErr" = "Non ho potuto scaricare";

"lblWebViewStep1" = "1. Incolla l'URL";
"lblWebViewDescStep1" = "Incolla il collegamento nel riquadro qui sopra e premi su \"Entra\".";
"lblWebViewStep2" = "2. Ingresso";
"lblWebViewDescStep2" = "Inserisci i dettagli di ingresso per questo sito web. Questi non verranno salvati, è solo per i cookies.";
"lblWebViewStep3" = "3. Salva";
"lblWebViewDescStep3" = "Premi sul pulsante \"Salva\" per salvare le nuove impostazioni.";
"strWebSitePass" = "Autenticazione di rete";
"prefSwitchToAllTasks" = "Mostra tutti gli incarichi attuali";
"menuSelectNone" = "Annulla la selezione";
"lblOptions" = "Opzioni:";
"placeHolderSelectSource" = "Seleziona la fonte";
"placeHolderSelectTorrent" = "Seleziona il documento torrent";
"menuSpeedLimit" = "Limita gli Scaricamenti a";
"menuUSpeedLimit" = "Limita la Velocità di Invio a";
"btnBuyNow" = "Acquista";

/*new*/
"messAlertYoutubeErrSetapp" = "Folx non ha potuto scaricare questo video da YouTube. Prova ad entrare nel tuo conto YouTube ed a riscaricarlo.";
"miCustom"="Personale";
"miChoose"="Imposta...";
"alertChooseCustDownloadSpeed"="Imposta la velocità di scaricamento personale";
"alertChooseCustUploadSpeed"="Imposta la velocità di caricamento";